{
  "secondary_slogan": "An indie game studio",
  "language":"FR",
  "navigate": "Navigate",
  "home": "Home",
  "about":"About Us",
  "games":"Our Games",
  "jobs":"Jobs",
  "contact":"Contact",
  "connected":"Stay Connected",
  "about_text": "Rocking Chair Interactive was co-founded in June 2023 by two graduates of the game studies program at the University of Montreal. Our aim is to immerse players of all ages in playful adventures, introducing them to unique characters and worlds. We blend innovative game mechanics that are both intuitive and engaging.",
  "about_subtext": "Be on the lookout for our first game to be announced by the end of 2023!",
  "betty_release":"Coming out in 2024",
  "betty_description":"In this 2D precision platformer, play as Betty, an elderly lady, as she embarks on an adventure to escape the evil grasp of her retirement home and saves the world from an alien threat.",
  "jobs_subtext":"Our open positions",
  "artist_title":"2D Artist",
  "artist_about_title":"About Us:",
  "artist_about_text":"Rocking Chair Interactive is a brand-new studio founded by two graduates of University of Montreal. We're currently working on our first commercial project and we're looking for a talented 2D artist to join our growing team.",
  "artist_description_title":"Job Description:",
  "artist_description":"As a 2D artist at Rocking Chair Interactive, your primary focus will be on crafting captivating pixel art assets for characters, environments, animations, and UI elements, while also possessing the versatility to create high-resolution art when needed, ultimately playing a pivotal role in defining the visual identity of our games and ensuring their widespread appeal and success. Our first project is a 2D precision platformer where you play as Betty, an elderly lady, as she embarks on an adventure to escape the evil of her retirement home and saves the world from an alien invasion.",
  "artist_responsibilities_title":"Responsibilities",
  "artist_responsibilities1":"• Design and create pixel art assets for characters, objects, environments, and UI elements.",
  "artist_responsibilities2":"• Animate characters and objects to bring them to life, including walk cycles, attacks, and special abilities.",
  "artist_responsibilities3":"• Create visually appealing and intuitive user interface elements, including menus, icons, and buttons.",   
  "artist_responsibilities4":"• Create high resolution assets for our marketing.",
  "artist_responsibilities5":"• Collaborate closely with the game design and development teams to ensure that the visual style aligns with the game's narrative and mechanics.",
  "artist_responsibilities6":"• Iterate and refine art assets based on feedback from the team.",
  "artist_responsibilities7":"• Maintain consistency throughout all art assets within a project. ",
  "artist_requirements_title":"Requirements:",
  "artist_requirements1":"• Proven experience in pixel art, animation and high-resolution illustration with a strong portfolio showcasing your skills.",
  "artist_requirements2":"• Proficiency in art creation tools such as Aseprite, Illustrator, or similar software.",
  "artist_requirements3":"• Strong understanding of color theory, animation principles, and visual storytelling.",
  "artist_requirements4":"• Ability to create diverse and appealing character designs.",
  "artist_requirements5":"• Excellent communication and teamwork skills.",
  "artist_requirements6":"• Passion for video games and a deep appreciation for pixel art.",
  "artist_requirements7":"• Experience working with game engines (e.g., Unity) is a plus.",
  "artist_requirements8":"• Experience in creating UI/UX design for games is a plus.",
  "artist_wwo":"What We Offer:",
  "artist_wwo1":"•  Competitive salary. (38k-50k)",
  "artist_wwo2":"•  A creative and collaborative work environment.",
  "artist_wwo3":"•  Opportunity to work on exciting, high-quality games.",
  "artist_wwo4":"•  Career growth and development opportunities.",
  "artist_wwo5":"•  Flexible work arrangements and fully remote.",
  "artist_wwo6":"•  A chance to leave your mark on the gaming industry.",  
  "artist_hta":"How To Apply:",
  "artist_hta_text1":"If you're passionate about pixel art and gaming and want to be an integral part of our team, please submit your resume, cover letter, and a link to your portfolio showcasing your art to :",
  "artist_hta_text2":"In your cover letter, tell us why you're the perfect fit for Rocking Chair Interactive and how your skills will contribute to our success.",
  "artist_hta_text3":"Join us in creating exceptional gaming experiences that will thrill players around the world!",
  "contact_text1":"Feel free to contact us for any inquiries at :",
  "contact_text2":" or follow us on social media!",
  "nojob":"All our positions are currently filled"
}

