{
  "secondary_slogan": "Un studio de jeu indépendant",
  "language": "EN",
  "navigate": "Naviguer",
  "home": "Accueil",
  "about": "À Propos",
  "games": "Nos Jeux",
  "jobs": "Emplois",
  "contact": "Contact",
  "connected": "Restez Connecté",
  "about_text": "Rocking Chair Interactive a été co-fondé en juin 2023 par deux diplômés en études de jeux vidéo. Notre objectif est de faire vivre à des joueurs de tous âges des aventures ludiques en partageant des personnages et des univers à travers lesquels ils interagiront avec des mécaniques de jeu à la fois innovantes et faciles à apprendre.",
  "about_subtext": "Restez à l'affût de notre premier jeu qui sera annoncé d'ici la fin de 2023 !",
  "betty_release": "Sortie prévue en 2024",
  "betty_description": "Jeu de plateforme 2D de précision où vous incarnez Betty, une vieille dame essayant d'échapper à l'emprise maléfique de sa maison de retraite.",
  "jobs_subtext": "Nos postes ouverts",
  "artist_title": "Artiste 2D",
  "artist_about_title": "À Propos de Nous :",
  "artist_about_text": "Rocking Chair Interactive est un tout nouveau studio fondé par deux diplômés de l'Université de Montréal. Nous travaillons actuellement sur notre premier projet commercial et nous recherchons un talentueux artiste 2D pour rejoindre notre équipe en pleine croissance.",
  "artist_description_title": "Description du Poste :",
  "artist_description": "En tant qu'artiste 2D chez Rocking Chair Interactive, votre principal objectif sera de créer des éléments d'art pixelisés captivants pour les personnages, les environnements, les animations et les éléments de l'interface utilisateur, tout en ayant la polyvalence pour créer de l'art haute résolution lorsque cela est nécessaire, jouant ainsi un rôle essentiel dans la définition de l'identité visuelle de nos jeux et assurant leur attrait et leur succès général. Notre premier projet est un jeu de plateforme 2D où vous incarnez Betty, une dame âgée, alors qu'elle se lance dans une aventure pour échapper au mal de sa maison de retraite et sauver le monde d'une invasion extraterrestre.",
  "artist_responsibilities_title": "Responsabilités",
  "artist_responsibilities1": "• Concevoir et créer des éléments d'art pixelisé pour les personnages, les objets, les environnements et les éléments de l'interface utilisateur.",
  "artist_responsibilities2": "• Animer les personnages et les objets pour les rendre vivants, y compris les cycles de marche, les attaques et les capacités spéciales.",
  "artist_responsibilities3": "• Créer des éléments d'interface utilisateur visuellement attrayants et intuitifs, y compris les menus, les icônes et les boutons.",
  "artist_responsibilities4": "• Créer des éléments haute résolution pour notre marketing.",
  "artist_responsibilities5": "• Collaborer étroitement avec les équipes de conception et de développement de jeux pour s'assurer que le style visuel correspond à la narration et aux mécanismes du jeu.",
  "artist_responsibilities6": "• Itérer et affiner les éléments d'art en fonction des commentaires de l'équipe.",
  "artist_responsibilities7": "• Maintenir la cohérence de tous les éléments d'art au sein d'un projet.",
  "artist_requirements_title": "Exigences :",
  "artist_requirements1": "• Expérience avérée en art pixelisé, en animation et en illustration haute résolution avec un solide portfolio présentant vos compétences.",
  "artist_requirements2": "• Maîtrise des outils de création artistique tels que Aseprite, Illustrator ou un logiciel similaire.",
  "artist_requirements3": "• Solide compréhension de la théorie des couleurs, des principes de l'animation et de la narration visuelle.",
  "artist_requirements4": "• Capacité à créer des designs de personnages divers et attrayants.",
  "artist_requirements5": "• Excellentes compétences en communication et en travail d'équipe.",
  "artist_requirements6": "• Passion pour les jeux vidéo et une profonde appréciation de l'art pixelisé.",
  "artist_requirements7": "• Une expérience de travail avec des moteurs de jeu (par exemple, Unity) est un plus.",
  "artist_requirements8": "• Une expérience dans la création de designs d'interface utilisateur pour les jeux est un plus.",
  "artist_wwo": "Ce Que Nous Offrons :",
  "artist_wwo1": "• Salaire compétitif (38 000 $ - 50 000 $)",
  "artist_wwo2": "• Un environnement de travail créatif et collaboratif.",
  "artist_wwo3": "• L'opportunité de travailler sur des jeux passionnants et de haute qualité.",
  "artist_wwo4": "• Des opportunités de croissance et de développement professionnel.",
  "artist_wwo5": "• Des arrangements de travail flexibles et entièrement à distance.",
  "artist_wwo6": "• La possibilité de laisser votre empreinte sur l'industrie du jeu.",
  "artist_hta": "Comment Postuler :",
  "artist_hta_text1": "Si vous êtes passionné par l'art pixelisé et les jeux vidéo et que vous souhaitez faire partie intégrante de notre équipe, veuillez soumettre votre CV, votre lettre de motivation et un lien vers votre portfolio présentant votre art à ",
  "artist_hta_text2": "Dans votre lettre de motivation, dites-nous pourquoi vous êtes le candidat parfait pour Rocking Chair Interactive et comment vos compétences contribueront à notre succès.",
  "artist_hta_text3": "Rejoignez-nous pour créer des expériences de jeu exceptionnelles qui enthousiasmeront les joueurs du monde entier !",
  "contact_text1": "N'hésitez pas à nous contacter pour toute demande à :",
  "contact_text2": " ou suivez-nous sur les réseaux sociaux!"
}
